Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# progression_cooking_vertiefung
source: Bereite alle Mahlzeiten des Tages komplett selbst und zuckerfrei zu.
en: Prepare all meals of the day completely yourself and sugar-free.
es: Prepara todas las comidas del día completamente tú mismo y sin azúcar.
fr: Prépare tous les repas de la journée entièrement toi-même et sans sucre.
hi: दिन के सभी भोजन खुद से पूरी तरह और बिना चीनी के तैयार करें।
it: Prepara tutti i pasti della giornata completamente da solo e senza zucchero.
ja: その日の食事はすべて砂糖を含まずに完全に自分で準備します。
ko: 하루의 모든 식사를 설탕 없이 직접 준비하세요.
nl: Bereid alle maaltijden van de dag volledig zelf en suikervrij.
pl: Przygotowuj wszystkie posiłki dnia całkowicie samodzielnie i bez cukru.
pt: Prepara todas as refeições do dia completamente tu mesmo e sem açúcar.
ru: Готовь все блюда дня полностью самостоятельно и без сахара.
tr: Günün tüm öğünlerini tamamen kendiniz ve şekersiz hazırlayın.
zh_hans: 今天所有餐点都自己做，并且不加糖。
zh_hant: 完全從頭開始準備當天的所有膳食，並且不含糖。

# progression_diff_experte_prefix
source: Experten-Level:
en: Expert level:
es: Nivel experto:
fr: Niveau expert :
hi: विशेषज्ञ स्तर:
it: Livello esperto:
ja: エキスパートレベル:
ko: 전문가 수준:
nl: Expertniveau:
pl: Poziom ekspercki:
pt: Nível especialista:
ru: Уровень эксперта:
tr: Uzman seviyesi:
zh_hans: 专家级别：
zh_hant: 專家級別：

# progression_diff_fortgeschritten_prefix
source: Fortgeschritten:
en: Advanced:
es: Avanzado:
fr: Avancé :
hi: उन्नत
it: Avanzato:
ja: 高度な：
ko: 고급의:
nl: Geavanceerd:
pl: Zaawansowany:
pt: Avançado:
ru: Продвинутый:
tr: Gelişmiş:
zh_hans: 进阶：
zh_hant: 先進的：

# progression_mot_1
source: Du schaffst das!
en: You can do this!
es: ¡Tú puedes!
fr: Tu peux le faire !
hi: तुम यह कर सकते हो!
it: Puoi farcela!
ja: これならできるよ！
ko: 당신은 이것을 할 수 있습니다!
nl: Jij kunt dit!
pl: Możesz to zrobić!
pt: Tu consegues!
ru: Ты справишься!
tr: Bunu yapabilirsin!
zh_hans: 你能做到！
zh_hant: 你能做到！

# progression_mot_2
source: Bleib dran!
en: Keep it up!
es: ¡Sigue así!
fr: Continue comme ça !
hi: जुड़े रहो!
it: Continua così!
ja: それを維持する！
ko: 계속하세요!
nl: Ga zo door!
pl: Tak trzymaj!
pt: Continua assim!
ru: Оставайся на связи!
tr: Aynen böyle devam!
zh_hans: 坚持下去！
zh_hant: 敬請關注！

# progression_mot_3
source: Jeder Schritt zählt.
en: Every step counts.
es: Cada paso cuenta.
fr: Chaque pas compte.
hi: हर कदम मायने रखता है।
it: Ogni passo conta.
ja: すべてのステップが重要です。
ko: 모든 단계가 중요합니다.
nl: Elke stap telt.
pl: Liczy się każdy krok.
pt: Cada passo conta.
ru: Каждый шаг имеет значение.
tr: Her adım önemlidir.
zh_hans: 每一步都算数。
zh_hant: 每一步都很重要。

# progression_mot_4
source: Zeig, was in dir steckt!
en: Show what you're made of!
es: ¡Demuestra de qué estás hecho!
fr: Montre de quoi tu es capable !
hi: दिखाओ, तुम्हारे अंदर क्या है!
it: Mostra di che pasta sei fatto!
ja: あなたが何でできているかを見せてください！
ko: 당신이 무엇인지 보여주세요!
nl: Laat zien waar je van gemaakt bent!
pl: Pokaż na co Cię stać!
pt: Mostra do que és feito!
ru: Покажи, что в тебе есть!
tr: Neyden yapıldığını göster!
zh_hans: 展现你的潜力！
zh_hant: 展示你是由什麼組成的！

# progression_mot_5
source: Weiter so!
en: Way to go!
es: ¡Así se hace!
fr: C'est bien parti !
hi: ऐसा ही चलते रहो!
it: Così si fa!
ja: さすが！
ko: 잘가!
nl: Goed zo!
pl: Dobra robota!
pt: Assim mesmo!
ru: Так держать!
tr: Çok iyi!
zh_hans: 继续努力！
zh_hant: 繼續努力！

# progression_noalcohol_aufbau
source: Trinke weiterhin Wasser oder Tee statt alkoholischen Getränken.
en: Continue drinking water or tea instead of alcoholic beverages.
es: Sigue bebiendo agua o té en lugar de bebidas alcohólicas.
fr: Continue de boire de l'eau ou du thé au lieu de boissons alcoolisées.
hi: शराबी पेय के बजाय पानी या चाय पीते रहें।
it: Continua a bere acqua o tè invece di bevande alcoliche.
ja: アルコール飲料の代わりに水やお茶を飲み続けてください。
ko: 알코올 음료 대신 물이나 차를 계속 섭취하십시오.
nl: Blijf water of thee drinken in plaats van alcoholische dranken.
pl: Kontynuuj picie wody lub herbaty zamiast napojów alkoholowych.
pt: Continua a beber água ou chá em vez de bebidas alcoólicas.
ru: Продолжай пить воду или чай вместо алкогольных напитков.
tr: Alkollü içecekler yerine su veya çay içmeye devam edin.
zh_hans: 继续喝水或茶，而不是酒精饮料。
zh_hant: 繼續喝水或茶而不是酒精飲料。

# progression_noalcohol_einstieg
source: Verzichte heute komplett auf Alkohol.
en: Abstain from alcohol completely today.
es: Abstente de alcohol por completo hoy.
fr: Abstiens-toi complètement d'alcool aujourd'hui.
hi: आज पूरी तरह शराब से परहेज करें।
it: Astitieniti completamente dall'alcol oggi.
ja: 今日はアルコールを完全に控えてください。
ko: 오늘은 술을 완전히 삼가하세요.
nl: Onthoud u vandaag volledig van alcohol.
pl: Od dzisiaj całkowicie powstrzymaj się od alkoholu.
pt: Abstém-te completamente de álcool hoje.
ru: Откажись сегодня полностью от алкоголя.
tr: Bugün alkolden tamamen uzak durun.
zh_hans: 今天完全戒酒。
zh_hant: 今天要完全避免飲酒。

# progression_noalcohol_meisterschaft
source: Du beweist eiserne Disziplin. Bleib stark und alkoholfrei!
en: You prove iron discipline. Stay strong and alcohol-free!
es: Demuestras una disciplina de hierro. ¡Mantente fuerte y sin alcohol!
fr: Tu fais preuve d'une discipline de fer. Reste fort et sans alcool !
hi: तुम लोहा जैसी अनुशासन दिखाते हो। मजबूत रहो और शराब मुक्त रहो!
it: Dimostri una disciplina di ferro. Rimani forte e senza alcol!
ja: あなたは鉄の規律を証明します。アルコールを控えて強くなりましょう！
ko: 당신은 강철 같은 규율을 증명했습니다. 힘내시고 알코올 없이 지내세요!
nl: Je bewijst ijzeren discipline. Blijf sterk en alcoholvrij!
pl: Pokazujesz żelazną dyscyplinę. Bądź silny i wolny od alkoholu!
pt: Provas uma disciplina de ferro. Mantém-te forte e sem álcool!
ru: Ты проявляешь железную дисциплину. Оставайся сильным и трезвым!
tr: Demir disiplini kanıtlıyorsun. Güçlü ve alkolsüz kalın!
zh_hans: 你展现了钢铁般的纪律。保持强大，远离酒精！
zh_hant: 你展現了鋼鐵般的紀律。保持堅強，遠離酒精！

# progression_noalcohol_vertiefung
source: Entdecke neue alkoholfreie Alternativen und genieße die Klarheit.
en: Discover new non-alcoholic alternatives and enjoy the clarity.
es: Descubre nuevas alternativas sin alcohol y disfruta de la claridad.
fr: Découvre de nouvelles alternatives sans alcool et profite de la clarté.
hi: नई शराब मुक्त विकल्पों की खोज करें और स्पष्टता का आनंद लें।
it: Scopri nuove alternative analcoliche e goditi la lucidità.
ja: 新しいノンアルコールの代替品を発見し、その透明感をお楽しみください。
ko: 새로운 무알콜 대안을 발견하고 명료함을 즐겨보세요.
nl: Ontdek nieuwe alcoholvrije alternatieven en geniet van de helderheid.
pl: Odkryj nowe bezalkoholowe alternatywy i ciesz się klarownością.
pt: Descobre novas alternativas sem álcool e desfruta da clareza.
ru: Откройте новые безалкогольные альтернативы и наслаждайтесь ясностью.
tr: Yeni alkolsüz alternatifleri keşfedin ve berraklığın tadını çıkarın.
zh_hans: 探索新的无酒精替代品，享受清醒。
zh_hant: 發現新的不含酒精的替代品並享受清晰度。

# progression_screentime_aufbau
source: Reduziere deine Bildschirmzeit am Tag um 1 Stunde.
en: Reduce your daily screen time by 1 hour.
es: Reduce tu tiempo de pantalla diario en 1 hora.
fr: Réduis ton temps d'écran quotidien d'une heure.
hi: अपने दिन में स्क्रीन समय को 1 घंटे कम करें।
it: Riduci il tuo tempo di utilizzo dello schermo giornaliero di 1 ora.
ja: 1 日のスクリーンタイムを 1 時間減らします。
ko: 일일 화면 사용 시간을 1시간 줄이세요.
nl: Verminder uw dagelijkse schermtijd met 1 uur.
pl: Skróć dzienny czas korzystania z ekranu o 1 godzinę.
pt: Reduz o teu tempo de ecrã diário em 1 hora.
ru: Сократи своё время перед экраном на день на 1 час.
tr: Günlük ekran sürenizi 1 saat azaltın.
zh_hans: 每天减少1小时的屏幕时间。
zh_hant: 每天減少看螢幕的時間 1 小時。

# progression_screentime_einstieg
source: Lege das Handy 30 Minuten vor dem Schlafen weg.
en: Put the phone away 30 minutes before sleeping.
es: Guarda el teléfono 30 minutos antes de dormir.
fr: Range le téléphone 30 minutes avant de dormir.
hi: सोने से 30 मिनट पहले मोबाइल फोन को दूर रखो।
it: Metti via il telefono 30 minuti prima di dormire.
ja: 寝る30分前には携帯電話をしまってください。
ko: 잠들기 30분 전에는 전화기를 치워두세요.
nl: Leg de telefoon 30 minuten voordat u gaat slapen weg.
pl: Odłóż telefon na 30 minut przed snem.
pt: Guarda o telemóvel 30 minutos antes de dormir.
ru: Положи телефон за 30 минут до сна.
tr: Uyumadan 30 dakika önce telefonu bir kenara bırakın.
zh_hans: 睡前30分钟放下手机。
zh_hant: 睡前 30 分鐘把手機收起來。

# progression_screentime_meisterschaft
source: Meistere den digitalen Minimalismus. Nutze dein Handy nur noch bewusst.
en: Master digital minimalism. Use your phone only consciously.
es: Domina el minimalismo digital. Usa tu teléfono solo conscientemente.
fr: Maîtrise le minimalisme numérique. Utilise ton téléphone uniquement consciemment.
hi: डिजिटल न्यूनतावाद में माहिर बनो। अपने मोबाइल का उपयोग अब केवल सचेत रूप से करो।
it: Padroneggia il minimalismo digitale. Usa il telefono solo consapevolmente.
ja: デジタルミニマリズムをマスターしましょう。携帯電話は意識的にのみ使用してください。
ko: 디지털 미니멀리즘을 마스터하세요. 휴대전화는 의식적으로만 사용하세요.
nl: Beheers digitaal minimalisme. Gebruik je telefoon alleen bewust.
pl: Opanuj cyfrowy minimalizm. Korzystaj z telefonu tylko świadomie.
pt: Domina o minimalismo digital. Usa o teu telemóvel apenas conscientemente.
ru: Освойте цифровой минимализм. Используйте свой телефон теперь только сознательно.
tr: Dijital minimalizmde ustalaşın. Telefonunuzu yalnızca bilinçli kullanın.
zh_hans: 掌握数字极简主义。只在有意识时使用手机。
zh_hant: 掌握數字極簡主義。有意識地使用手機。

# progression_screentime_vertiefung
source: Verbanne Bildschirme aus deinem Schlafzimmer.
en: Ban screens from your bedroom.
es: Prohíbe las pantallas en tu dormitorio.
fr: Bannis les écrans de ta chambre.
hi: अपने बेडरूम से स्क्रीन हटा दो।
it: Bandisci gli schermi dalla tua camera da letto.
ja: 寝室にスクリーンを設置することを禁止しましょう。
ko: 침실에서 스크린을 금지하십시오.
nl: Verbied schermen uit je slaapkamer.
pl: Zakaz ekranów w swojej sypialni.
pt: Bane os ecrãs do teu quarto.
ru: Изгони экраны из своей спальни.
tr: Yatak odanızdaki ekranları yasaklayın.
zh_hans: 将屏幕设备从你的卧室中移除。
zh_hant: 把螢幕從臥室移走。

# progression_selfcare_aufbau
source: Baue kleine Wohlfühl-Rituale in deinen Tag ein (z.B. Lesen, entspannende Musik).
en: Build small wellness rituals into your day (e.g. reading, relaxing music).
es: Incorpora pequeños rituales de bienestar en tu día (ej. leer, música relajante).
fr: Intègre de petits rituels de bien-être dans ta journée (ex. lecture, musique relaxante).
hi: अपने दिन में छोटे-छोटे सुखद रीतियों को शामिल करें (जैसे पढ़ना, आरामदायक संगीत)।
it: Inserisci piccoli rituali di benessere nella tua giornata (es. leggere, musica rilassante).
ja: 一日の中に小さな健康習慣を組み込んでください（読書、リラックスできる音楽など）。
ko: 독서, 편안한 음악 등 작은 건강 의식을 하루에 실천해 보세요.
nl: Bouw kleine wellnessrituelen in uw dag (bijvoorbeeld lezen, ontspannende muziek).
pl: Wbuduj w swój dzień drobne rytuały wellness (np. czytanie, relaksująca muzyka).
pt: Incorpora pequenos rituais de bem-estar no teu dia (ex. ler, música relaxante).
ru: Включай небольшие ритуалы для хорошего самочувствия в свой день (например, чтение, расслабляющая музыка).
tr: Gününüze küçük sağlıklı yaşam ritüelleri ekleyin (ör. kitap okumak, rahatlatıcı müzik).
zh_hans: 在你的日常生活中加入一些小小的放松仪式（例如阅读、听放松的音乐）。
zh_hant: 在你的一天中建立一些讓你感覺良好的小習慣（例如閱讀、放鬆的音樂）。

# progression_selfcare_einstieg
source: Nimm dir täglich bewusst 10 Minuten Zeit nur für dich selbst.
en: Take 10 minutes consciously just for yourself every day.
es: Tómate 10 minutos conscientemente solo para ti todos los días.
fr: Prends 10 minutes consciemment juste pour toi tous les jours.
hi: हर दिन केवल अपने लिए जागरूक रूप से 10 मिनट का समय निकालें।
it: Prenditi 10 minuti consapevolmente solo per te ogni giorno.
ja: 毎日意識的に自分のためだけに10分間時間をとってみましょう。
ko: 매일 자신을 위해 의식적으로 10분을 투자해보세요.
nl: Neem elke dag bewust 10 minuten alleen voor jezelf.
pl: Każdego dnia poświęć 10 minut świadomie tylko dla siebie.
pt: Tira 10 minutos conscientemente só para ti todos os dias.
ru: Выделяйте себе ежедневно сознательно 10 минут только для себя.
tr: Her gün bilinçli olarak kendinize 10 dakika ayırın.
zh_hans: 每天有意识地抽出10分钟只属于你自己的时间。
zh_hant: 有意識地每天花 10 分鐘的時間為自己服務。

# progression_selfcare_meisterschaft
source: Du bist ein Meister der Selfcare. Behalte deine gesunden Routinen bei!
en: You are a master of self-care. Maintain your healthy routines!
es: Eres un maestro del autocuidado. ¡Mantén tus rutinas saludables!
fr: Tu es un maître des soins personnels. Maintiens tes routines saines !
hi: तुम आत्म-देखभाल के मास्टर हो। अपनी स्वस्थ आदतों को बनाए रखो!
it: Sei un maestro della cura di te stesso. Mantieni le tue routine sane!
ja: あなたはセルフケアの達人です。健康的な生活習慣を維持しましょう！
ko: 당신은 자기관리의 달인입니다. 건강한 일상을 유지하세요!
nl: Je bent een meester in zelfzorg. Onderhoud uw gezonde routines!
pl: Jesteś mistrzynią dbania o siebie. Utrzymuj swoje zdrowe nawyki!
pt: És um mestre do autocuidado. Mantém as tuas rotinas saudáveis!
ru: Ты мастер заботы о себе. Сохраняй свои здоровые привычки!
tr: Sen kişisel bakımın ustasısın. Sağlıklı rutinlerinizi koruyun!
zh_hans: 你是一位自我关怀大师。保持你的健康习惯！
zh_hant: 你是自我保健的大師。保持健康的作息習慣！

# progression_selfcare_vertiefung
source: Gönn dir eine tägliche 30-minütige Auszeit komplett ohne Bildschirme.
en: Treat yourself to a daily 30-minute break completely without screens.
es: Regálate un descanso diario de 30 minutos completamente sin pantallas.
fr: Offre-toi une pause quotidienne de 30 minutes complètement sans écrans.
hi: खुद को रोज़ाना 30 मिनट का ऐसा समय दें जिसमें कोई स्क्रीन न हो।
it: Concediti una pausa quotidiana di 30 minuti completamente senza schermi.
ja: 毎日、スクリーンのない 30 分間の休憩をとりましょう。
ko: 화면 없이 매일 30분간 휴식을 취해보세요.
nl: Trakteer uzelf op een dagelijkse pauze van 30 minuten, geheel zonder schermen.
pl: Podaruj sobie codzienną 30-minutową przerwę całkowicie bez ekranów.
pt: Mima-te com uma pausa diária de 30 minutos completamente sem ecrãs.
ru: Позволь себе ежедневный 30-минутный перерыв полностью без экранов.
tr: Kendinize tamamen ekransız, günlük 30 dakikalık bir mola verin.
zh_hans: 每天给自己30分钟完全不看屏幕的休息时间。
zh_hant: 每天給自己 30 分鐘的休息時間，不要看任何電子產品。

# progression_sleep_aufbau
source: Sorge für mindestens 7-8 Stunden ungestörten Schlaf.
en: Ensure at least 7-8 hours of undisturbed sleep.
es: Asegúrate de tener al menos 7-8 horas de sueño ininterrumpido.
fr: Assure-toi d'avoir au moins 7-8 heures de sommeil ininterrompu.
hi: कम से कम 7-8 घंटे की बिना किसी विघ्न के नींद का ध्यान रखें।
it: Assicurati almeno 7-8 ore di sonno indisturbato.
ja: 少なくとも 7 ～ 8 時間は妨げられない睡眠を確保してください。
ko: 적어도 7~8시간은 방해받지 않고 잠을 자도록 하세요.
nl: Zorg voor minimaal 7-8 uur ongestoorde slaap.
pl: Zadbaj o co najmniej 7-8 godzin niezakłóconego snu.
pt: Assegura pelo menos 7-8 horas de sono ininterrupto.
ru: Обеспечь себе не менее 7-8 часов спокойного сна.
tr: En az 7-8 saat kesintisiz uyku sağlayın.
zh_hans: 确保至少7-8小时不受打扰的睡眠。
zh_hant: 獲得至少 7-8 小時不受干擾的睡眠。

# progression_sleep_einstieg
source: Gehe heute 15 Minuten früher ins Bett als sonst.
en: Go to bed 15 minutes earlier than usual today.
es: Ve a la cama 15 minutos antes de lo habitual hoy.
fr: Va au lit 15 minutes plus tôt que d'habitude aujourd'hui.
hi: आज सामान्य से 15 मिनट पहले सोने जाओ।
it: Vai a letto 15 minuti prima del solito oggi.
ja: 今日はいつもより15分早く寝てください。
ko: 오늘은 평소보다 15분 일찍 잠자리에 드세요.
nl: Ga vandaag 15 minuten eerder naar bed dan normaal.
pl: Dzisiaj idź spać 15 minut wcześniej niż zwykle.
pt: Vai para a cama 15 minutos mais cedo do que o habitual hoje.
ru: Ложись сегодня спать на 15 минут раньше, чем обычно.
tr: Bugün her zamankinden 15 dakika erken yatın.
zh_hans: 今天比平时早15分钟上床睡觉。
zh_hant: 今天比平常早15分鐘睡覺。

# progression_sleep_meisterschaft
source: Perfekte Schlafroutine. Dein Körper dankt dir diese Energie!
en: Perfect sleep routine. Your body thanks you for this energy!
es: Rutina de sueño perfecta. ¡Tu cuerpo te agradece esta energía!
fr: Routine de sommeil parfaite. Ton corps te remercie pour cette énergie !
hi: संपूर्ण नींद की दिनचर्या। आपका शरीर इस ऊर्जा के लिए आपका धन्यवाद करता है!
it: Routine del sonno perfetta. Il tuo corpo ti ringrazia per questa energia!
ja: 完璧な睡眠ルーチン。あなたの体はこのエネルギーに感謝します！
ko: 완벽한 수면 루틴. 당신의 몸은 이 에너지에 감사드립니다!
nl: Perfecte slaaproutine. Je lichaam bedankt je voor deze energie!
pl: Idealna rutyna snu. Twoje ciało dziękuje Ci za tę energię!
pt: Rotina de sono perfeita. O teu corpo agradece-te esta energia!
ru: Идеальный режим сна. Твое тело благодарит тебя за эту энергию!
tr: Mükemmel uyku rutini. Vücudunuz bu enerji için size teşekkür ediyor!
zh_hans: 完美的睡眠习惯。你的身体会感谢你带来的这份能量！
zh_hant: 完美的睡眠習慣。您的身體感謝您提供的這種能量！

# progression_sleep_vertiefung
source: Halte dich an feste Schlafenszeiten, auch am Wochenende.
en: Stick to fixed bedtimes, even on weekends.
es: Cumple horarios fijos para dormir, incluso los fines de semana.
fr: Respecte des heures de coucher fixes, même le week-end.
hi: सप्ताहान्त पर भी, निश्चित सोने के समय का पालन करें।
it: Rispetta orari fissi per andare a dormire, anche nei fine settimana.
ja: たとえ週末であっても、就寝時間は固定してください。
ko: 주말에도 정해진 취침 시간을 지키세요.
nl: Houd u aan vaste bedtijden, ook in het weekend.
pl: Trzymaj się stałych godzin snu, nawet w weekendy.
pt: Cumpre horários fixos para dormir, mesmo aos fins de semana.
ru: Придерживайся постоянного времени сна, даже в выходные.
tr: Hafta sonları bile sabit uyku saatlerine sadık kalın.
zh_hans: 保持固定的睡眠时间，即使在周末也是如此。
zh_hant: 堅持規律的就寢時間，即使是週末也是如此。

# progression_teeth_aufbau
source: Nutze zusätzlich einmal täglich Zahnseide.
en: Additionally use dental floss once a day.
es: Usa además hilo dental una vez al día.
fr: Utilise en plus du fil dentaire une fois par jour.
hi: इसके अलावा दिन में एक बार फ्लॉस का उपयोग करें।
it: Usa inoltre il filo interdentale una volta al giorno.
ja: さらにデンタルフロスを1日1回使用してください。
ko: 또한 하루에 한 번 치실을 사용하십시오.
nl: Gebruik daarnaast één keer per dag tandzijde.
pl: Dodatkowo raz dziennie używaj nici dentystycznej.
pt: Usa adicionalmente fio dentário uma vez por dia.
ru: Используйте дополнительно зубную нить один раз в день.
tr: Ayrıca günde bir kez diş ipi kullanın.
zh_hans: 每天额外使用一次牙线。
zh_hant: 此外，每天使用牙線一次。

# progression_teeth_einstieg
source: Putze deine Zähne 2x täglich für 2 Minuten.
en: Brush your teeth twice a day for 2 minutes.
es: Cepíllate los dientes 2 veces al día durante 2 minutos.
fr: Brosse-toi les dents 2 fois par jour pendant 2 minutes.
hi: अपने दांत दिन में 2 बार 2 मिनट के लिए ब्रश करें।
it: Lavati i denti 2 volte al giorno per 2 minuti.
ja: 1日2回、2分間歯を磨きましょう。
ko: 하루에 2번, 2분 동안 이를 닦으세요.
nl: Poets je tanden twee keer per dag gedurende 2 minuten.
pl: Myj zęby dwa razy dziennie przez 2 minuty.
pt: Escova os dentes 2 vezes por dia durante 2 minutos.
ru: Чисти зубы дважды в день по две минуты.
tr: Dişlerinizi günde iki kez 2 dakika boyunca fırçalayın.
zh_hans: 每天刷牙2次，每次2分钟。
zh_hant: 每天刷牙兩次，每次 2 分鐘。

# progression_teeth_meisterschaft
source: Perfekte Dentalhygiene. Behalte diese starke Routine bei!
en: Perfect dental hygiene. Keep up this strong routine!
es: Higiene dental perfecta. ¡Mantén esta fuerte rutina!
fr: Hygiène dentaire parfaite. Maintiens cette solide routine !
hi: परफेक्ट डेंटल हाइजीन। इस मजबूत दिनचर्या को बनाए रखें!
it: Igiene dentale perfetta. Mantieni questa forte routine!
ja: 完璧な歯の衛生状態。この強力なルーチンを続けてください。
ko: 완벽한 치아 위생. 이 강력한 루틴을 계속 유지하세요!
nl: Perfecte mondhygiëne. Houd deze sterke routine vol!
pl: Doskonała higiena zębów. Kontynuuj tę silną rutynę!
pt: Higiene dentária perfeita. Mantém esta forte rotina!
ru: Идеальная гигиена полости рта. Сохраняй эту сильную рутину!
tr: Mükemmel diş hijyeni. Bu güçlü rutini sürdürün!
zh_hans: 完美的口腔卫生。保持这个好习惯！
zh_hant: 完美的牙齒衛生。繼續保持這個強而有力的習慣！

# progression_teeth_vertiefung
source: Verwende nun Zahnseide und Mundspülung nach dem Putzen.
en: Now use dental floss and mouthwash after brushing.
es: Ahora usa hilo dental y enjuague bucal después de cepillarte.
fr: Utilise maintenant du fil dentaire et un bain de bouche après le brossage.
hi: अब ब्रश करने के बाद फ्लॉस और माउथवॉश का उपयोग करें।
it: Ora usa filo interdentale e collutorio dopo aver lavato i denti.
ja: 歯磨き後はデンタルフロスとマウスウォッシュを使用してください。
ko: 이제 양치 후 치실과 구강 청결제를 사용하세요.
nl: Gebruik nu tandzijde en mondwater na het poetsen.
pl: Teraz po szczotkowaniu użyj nici dentystycznej i płynu do płukania jamy ustnej.
pt: Agora usa fio dentário e colutório após a escovagem.
ru: Теперь используйте зубную нить и ополаскиватель для рта после чистки.
tr: Artık dişlerinizi fırçaladıktan sonra diş ipi ve gargara kullanın.
zh_hans: 现在刷牙后使用牙线和漱口水。
zh_hant: 現在刷牙後使用牙線和漱口水。

# progression_template_breathwork
source: Mache heute %@ %@ lang Atemübungen.
en: Do breathwork for %@ %@ today.
es: Haz ejercicios de respiración durante %@ %@ hoy.
fr: Fais des exercices de respiration pendant %@ %@ aujourd'hui.
hi: आज%@%@लंबी साँस की कसरतें करें।
it: Fai esercizi di respirazione per %@ %@ oggi.
ja: 今日は %@ %@ のためにブレスワークをしてください。
ko: 오늘 %@ %@을(를) 위해 숨쉬기 운동을 해보세요.
nl: Doe vandaag ademwerk voor %@ %@.
pl: Wykonaj dzisiaj oddychanie przez %@ %@.
pt: Faz exercícios de respiração durante %@ %@ hoje.
ru: Сделай сегодня%@%@длительные дыхательные упражнения.
tr: Bugün %@ %@ için nefes çalışması yapın.
zh_hans: 今天进行%@ %@的呼吸练习。
zh_hant: 今天進行%@%@的呼吸練習。

# progression_template_cleaning
source: Räume heute %@ %@ lang auf.
en: Clean up for %@ %@ today.
es: Limpia durante %@ %@ hoy.
fr: Range pendant %@ %@ aujourd'hui.
hi: कमरों को आज%@%@लंबे समय तक खोलें।
it: Metti in ordine per %@ %@ oggi.
ja: 今日は %@ %@ の掃除をしましょう。
ko: 오늘 %@ %@을(를) 청소하세요.
nl: Opruimen voor %@ %@ vandaag.
pl: Posprzątaj dzisiaj dla %@ %@.
pt: Arruma durante %@ %@ hoje.
ru: Открывай комнаты сегодня%@%@надолго.
tr: Bugün %@ %@ için temizlik yapın.
zh_hans: 今天整理%@ %@。
zh_hant: 今天清理%@%@長。

# progression_template_coldshower
source: Dusche heute %@ %@ kalt.
en: Take a cold shower for %@ %@ today.
es: Dúchate con agua fría durante %@ %@ hoy.
fr: Prends une douche froide pendant %@ %@ aujourd'hui.
hi: आज शॉवर%@%@ठंडी थी।
it: Fai una doccia fredda per %@ %@ oggi.
ja: 今日は %@ %@ のために冷水シャワーを浴びてください。
ko: 오늘 %@ %@님을 위해 찬물 샤워를 하세요.
nl: Neem vandaag een koude douche voor %@ %@.
pl: Weź dziś zimny prysznic przez %@ %@.
pt: Toma um duche frio durante %@ %@ hoje.
ru: Душ сегодня%@%@холодный.
tr: Bugün %@ %@ için soğuk bir duş alın.
zh_hans: 今天洗%@ %@的冷水澡。
zh_hant: 今天淋浴%@%@冷。

# progression_template_deepwork
source: Arbeite heute %@ %@ hochkonzentriert.
en: Do deep work for %@ %@ today.
es: Haz trabajo profundo durante %@ %@ hoy.
fr: Fais du travail en profondeur pendant %@ %@ aujourd'hui.
hi: आज%@%@बहुत ध्यान से काम करो।
it: Fai lavoro profondo per %@ %@ oggi.
ja: 今日は %@ %@ の詳細な作業を行います。
ko: 오늘 %@ %@을(를) 위해 심층적인 작업을 수행하세요.
nl: Doe vandaag nog diepgaand werk voor %@ %@.
pl: Wykonaj dziś głęboką pracę dla %@ %@.
pt: Faz trabalho profundo durante %@ %@ hoje.
ru: Сегодня работай%@%@с высокой концентрацией.
tr: Bugün %@ %@ için derin çalışmalar yapın.
zh_hans: 今天高度专注地工作%@ %@。
zh_hant: 我今天全神貫注地工作%@%@。

# progression_template_fruits
source: Iss heute %@ %@ Obst/Gemüse.
en: Eat %@ %@ of fruits/vegetables today.
es: Come %@ %@ de frutas/verduras hoy.
fr: Mange %@ %@ de fruits/légumes aujourd'hui.
hi: आइएसएस आज%@%@फल/सब्ज़ी।
it: Mangia %@ %@ di frutta/verdura oggi.
ja: 今日は果物/野菜を %@ %@ 食べてください。
ko: 오늘 과일/채소를 %@ %@ 드세요.
nl: Eet vandaag %@ %@ fruit/groenten.
pl: Zjedz dziś %@ %@ owoców/warzyw.
pt: Come %@ %@ de frutas/legumes hoje.
ru: Ешь сегодня%@%@фрукты/овощи.
tr: Bugün %@ %@ meyve/sebze yiyin.
zh_hans: 今天吃%@ %@的水果/蔬菜。
zh_hant: 今天吃%@%@水果/蔬菜。

# progression_template_gratitude
source: Notiere heute %@ %@, für die du dankbar bist.
en: Write down %@ %@ you are grateful for today.
es: Anota %@ %@ por las que estás agradecido hoy.
fr: Note %@ %@ pour lesquelles tu es reconnaissant aujourd'hui.
hi: आज उन%@%@को लिखो, जिनके लिए तुम आभारी हो।
it: Annota %@ %@ per cui sei grato oggi.
ja: %@ %@ 今日の感謝の気持ちを書き留めてください。
ko: 오늘 하루 감사한 일을 %@ %@ 적어보세요.
nl: Schrijf %@ %@ op waar je vandaag dankbaar voor bent.
pl: Zapisz %@ %@, za który jesteś dzisiaj wdzięczny.
pt: Anota %@ %@ pelas quais és grato hoje.
ru: Запиши сегодня%@%@, за которые ты благодарен.
tr: Bugün için minnettar olduğunuz %@ %@'yi yazın.
zh_hans: 今天写下%@ %@你所感激的事情。
zh_hant: 今天，寫下您感激的%@%@。
